tap "adoptopenjdk/openjdk"
tap "brejoc/tap"
tap "conduktor/brew"
tap "google/tink", "https://github.com/google/tink"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "somuchforsubtlety/tap"
tap "txn2/tap"
tap "ubuntu/microk8s"
brew "openssl@1.1"
brew "ansible"
brew "ansiweather"
brew "autoconf"
brew "avro-tools"
brew "azure-cli"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bash-preexec"
brew "bashdb"
brew "bashish"
brew "bat"
brew "brightness"
brew "freetype"
brew "glib"
brew "pkg-config"
brew "calc"
brew "coreutils"
brew "libtool"
brew "cask"
brew "certbot"
brew "dockutil"
brew "dos2unix"
brew "exa"
brew "expect"
brew "fping"
brew "freerdp"
brew "gcc"
brew "geoip"
brew "gh"
brew "gist"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "go@1.17"
brew "gpgme"
brew "gping"
brew "gradle"
brew "graphviz"
brew "grip"
brew "groovysdk"
brew "helm"
brew "hping"
brew "htop"
brew "httpie"
brew "hub"
brew "ipv6toolkit"
brew "ipython"
brew "istioctl"
brew "jenv"
brew "node"
brew "jsonlint"
brew "jsonpp"
brew "jupyterlab"
brew "kafka", restart_service: true
brew "kcat"
brew "kind"
brew "kompose"
brew "kubernetes-cli"
brew "krew"
brew "lastpass-cli"
brew "lftp"
brew "libev"
brew "lynx"
brew "mariadb"
brew "maven"
brew "mercurial"
brew "protobuf"
brew "mitmproxy"
brew "mkdocs"
brew "mtr"
brew "nginx"
brew "nmap"
brew "node@14"
brew "node@16"
brew "ntopng"
brew "nvm"
brew "openblas"
brew "openstackclient"
brew "operator-sdk"
brew "parallel"
brew "pastebinit"
brew "pg_top"
brew "pgcli"
brew "pgloader"
brew "pgweb"
brew "plantuml"
brew "podman"
brew "postgresql"
brew "pssh"
brew "pstree"
brew "r"
brew "ripgrep"
brew "ripgrep-all"
brew "speedtest-cli"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "vimpager"
brew "watch"
brew "wget"
brew "yamllint"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-lovers"
brew "zsh-syntax-highlighting"
brew "zshdb"
brew "brejoc/tap/ssht"
brew "google/tink/tinkey"
brew "somuchforsubtlety/tap/f1viewer"
brew "txn2/tap/kubefwd"
cask "1password-beta"
cask "adobe-acrobat-reader"
cask "adoptopenjdk8"
cask "amethyst"
cask "anaconda"
cask "apache-directory-studio"
cask "atom-beta"
cask "authy"
cask "avibrazil-rdm"
cask "boom-3d"
cask "caffeine"
cask "ccleaner"
cask "coconutbattery"
cask "dbvisualizer"
cask "discord"
cask "drawio"
cask "firefox"
cask "flycut"
cask "freeplane"
cask "gimp"
cask "google-chrome-beta"
cask "google-cloud-sdk"
cask "google-earth-pro"
cask "gramps"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keystore-explorer"
cask "kindle"
cask "lofi"
cask "logitech-firmwareupdatetool"
cask "logitech-unifying"
cask "meld"
cask "menumeters"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "multipass"
cask "obs"
cask "pgadmin4"
cask "pingplotter"
cask "postgrespreferencepane"
cask "postman"
cask "rancher"
cask "slack-beta"
cask "sonos-s1-controller"
cask "spotify"
cask "spotmenu"
cask "swiftdefaultappsprefpane"
cask "switchresx"
cask "temurin"
cask "temurin11"
cask "tigervnc-viewer"
cask "todoist"
cask "visual-studio-code-insiders"
cask "webex"
cask "wechat"
cask "whatsapp"
cask "wifi-explorer"
cask "windscribe"
cask "wireshark"
cask "xquartz"
cask "yed"
cask "zoom"
